[
  {
    "id": 1,
    "title": "Nigeria 2",
    "region": "africa",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/nigeria_2.opus",
    "transcript": "I went to school, primary school and secondary school in Nigeria. We have a, a system that allows you to do six years of primary school and 5 years of high school. After which you take a university exam. OK, also you have to take a final exam to graduate from secondary school, which is the equivalent of your high school. I did that and I graduated in '79 and in 1980 I went to do because I couldn't get into a university, I went to do what we call upper sixth and lower sixth. You do lower sixth first; then you do upper sixth. So I was preparing to get into my lower sixth when my brother applied for admission for me at Edinburgh State College, which is now Edinburgh State University. So when he gave me the admission papers I came out to US in 1982, September I lived in New York September 10th. And from there I went to Washington D.C. From Washington D.C., I went to Edinburgh State College for a year; then I came back to Howard University in Washington D.C."
  },
  {
    "id": 2,
    "title": "Veracruz 1",
    "region": "north-america",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/veracruz_1.opus",
    "transcript": "I was born in Tlacotalpan. And I grew up in a little ranch called Rancho Nuevo. it was like a little finca. I was the ninth child. the second chi- we were nine children, and I was the second child in the family. Ro- worked really hard there in this, this ranch. I had a lot of fun. I swim a lot near this river called Rio Papaloapan. it was so much fun growing up in that ranch. We had a lot, a lot of food: mangos trees, coconut. anyway, I ran all day in that in that ranch. I didn't ha- we were a very poor family, and I grew — and I ran even without shoes. no sandals. I — sometimes I had, like, nails. I stepped on nails because I didn't have any sandals. very poor, very poor family."
  },
  {
    "id": 3,
    "title": "Argentina 1",
    "region": "south-america",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/argentina_1.opus",
    "transcript": "I was born in Buenos Aires, Argentina, and I lived there most of my life and went to school there and went to the university there.  Most of my friends are there.  I lived in other places.  I've lived in southern Argentina for some time (em) close to the mountains, and the border to Chile — and the border with Chile, which is a very, very beautiful area, and I would like to live there if I could, but I think I'll live in Buenos Aires, just because all my friends, my family are there.  I learnt English in Buenos Aires, in a school that was founded by Scottish people, so mos' of my teacher were Scots for a while. And then, like in high school, it was more mixed.  Th' were some people that studied in Canada, and some Scottish people, and one or two Brits, and some Argentinians that have learned English in different places.  I came to the U.S. when I was 16 as a foreign exchange student, and I lived here for three months, in Baltimore, Maryland.  Then, after I graduated from the university and I worked for like a year and a half or so, I took off for like three months and I traveled through Europe.  So I spoke English with a lot of people from different places in the world, and I know my — my accent changed then.  I don't know what happened to it, but it did change. And then, I went back home and I worked some more for like another year and a half or so, and then I took off again. And I travelled for like five months, through Europe again, so, probably my accent changed.  And then I came to the U.S., to Lawrence, Kansas, and I've been here for almost three years.  I lived in Galicia, Spain, for a year.  I hope I go back home soon."
  },
  {
    "id": 4,
    "title": "France 1",
    "region": "europe",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/france_1.opus",
    "transcript": "I was born in Germany from French parents. I spend the first of seven years of my life in Germany, but speaking French, and then I lived in France for two years, then I lived to Canada for several years.  Went back and forth between Canada and France, in the French-speaking parts, which is the totally different accent than my accent, and then I moved to Mexico for a year, and finally arrived in the United States about thirty years ago."
  },
  {
    "id": 5,
    "title": "Beijing 1",
    "region": "asia",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/beijing_1.opus",
    "transcript": "I was living in China, in my family, I have the only child in my home. My father was a businessman; he got a factory for Doomaker Clothes, and my mother was working at Garment. I got one sister and one brother; they old, older than me. I was been America for three years. when I first came here, it was really hard to study English, but I just really want to get hard to practice my English skill. In my free time, I just want play video games, and then watch TV, play basketball. each Friday I play with all the Chinese friends in gym, and when I back I play video games like such as PS3 or X-Box, something. And I usually go out, hang out out with friends to watch movie, especially for hero movie; the best movie I saw in hero is “Saw”; I could even watch for year by year. this is a good school, in Kansas in USA; I really glad to choose this school. Because they have a beautiful campus and the professor was really good for teach us and still I meet a lot of friends and we have party each week. And I'm past 21, so I can drink a little bit with my friends. when I graduate in my school year I probably move to large city such as San Francisco or New York to have me to finish the job because my major is finance, so I will have my father do some job too."
  },
  {
    "id": 6,
    "title": "Australia 23",
    "region": "oceania",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/australia_23.opus",
    "transcript": "I did have a pet. I've had a few dogs, I've had some fish, a little silky terrier called Misty, I've a dog now called Ollie, but, and a bird called Timmy. The one I have now is a Shih Tzu cross Lapso. Not really, doesn't really like to walk; it's a tiny dog, I don't live with it anymore, my parents do, but no, I don't really walk - take my dog for a walk. Where are my parents? My parents are in Perth, in Australia."
  },
  {
    "id": 7,
    "title": "Dominican Republic 1",
    "region": "caribbean",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/dominican_republic_1.opus",
    "transcript": "I was born in Santo Domingo in the beautiful island that the Dominican Republic occupied the half of this island; we are right we share the island with Haiti, and it's is in between Cuba and the, er, and Puerto Rico. South of us is Jamaica. I was raised on a quiet neighborhood that was thirty minutes away from the nearest beach, so I get to go to the beach a lot growing up, and my dad is a minister from he works with a local church, and my mom works for a non-profit organization. So since I remember, I was involved on community projects and help her with all the education part when I was a teenager, so that's how I and enter to education and decide to become a teacher."
  },
  {
    "id": 8,
    "title": "Iran 15",
    "region": "middle-east",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/iran_15.opus",
    "transcript": "Yeah, I, because my father was a producer in radio and theatre and he was an actor before the revolution happened in Iran, 1979. And after the revolution, he couldn't work anymore because of the political stuff. And from that, they say they told me that I was on stage when I was two or three years old, but I can't remember definitely. Yeah, and I was in a radio and to announce some, em, em, some title — I don't know — when I was very young, I think four, five years. Definitely I couldn't remember. And yeah. And after that, I really like to go and study theatre and be in the art, but like most of the family in Iran, we have to be engineer, doctor, or lawyer. These are very important job in Iran. But I accepted to be an engineer, but I told my family that I hate that and I don't have any talented to become engineer. Please let me to go to university and study theatre. And they let me, and I went and studied theatre. But from the, I think when I was in high school, the beginning of high school, yeah, it was my dream to be an actor."
  },
  {
    "id": 9,
    "title": "Panama 2",
    "region": "central-america",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/panama_2.opus",
    "transcript": "I was what, 22 years old, and I got a job in an airline Continental Airlines. And then I had no job; I finished, like, university, and I didn't know what to do with myself, so I apply. And I didn't know I have no idea what I was going to do, so I just apply because I really wanted to apply. But the funny thing is I didn't speak any English, so my friend, who work in the airline, he gave me all the answers in English, and I memorized all the Engl-answers. And then, I went to the interview, and they answer every little thing that he gave me, so because I memorized all the questions, and all the answers, I knew what was coming. So not knowing English, I passed the interview, and they sent me to New York for two months for training. So without knowing any English. So then, when I got to New York, I just, I literally met the crew from, like, Latin America, and I say You guys have to help me, like, I have no idea what I'm reading, so I need to pass this test, otherwise I will kicked out of the job. So, it was hard, but then, you know, like, for two, for two months I just ate books, and try to translate everything, and it was, it was awesome. So I got a job in an airline for a whole year without not knowing any English at all. An American airline. I always tell my friends that story. It's and they're like What? Yeah, and I it's just memorizing every little thing. It's like, okay, study this for a week, and I literally went to the interview; they asked every single thing, and, and, I went home, and I was like I'm not going to get this, I don't think I'm going to be like, you know. Like, there was some many people applying for that job. And then I got a call, like literally two days after Okay, pack up your bags, you're going to New York, everything paid. I'm like Yeah!"
  }
]