[
  {
    "id": 1,
    "title": "Nigeria 2",
    "region": "africa",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/nigeria_2.opus",
    "transcript": "Um, I went to school, primary school and secondary school in Nigeria. We have a, a system that allows you to do six years of primary school and 5 years of high school. After which you take a university exam. OK, also you have to take a final exam to graduate from, uh, secondary school, which is the equivalent of your high school. I did that and I graduated in '79, uh, and in 1980 I went to do, uh, because I couldn't get into a university, I went to do what we call upper sixth and lower sixth. You do lower sixth first; then you do upper sixth. So I was uh preparing to get into my lower sixth when my brother applied for admission for me uh at Edinburgh State College, which is now Edinburgh State University. So when he gave me the admission papers I came out to US in 1982, September I lived in New York September 10th. And from there I went to Washington D.C. From Washington D.C., I went to Edinburgh State College for a year; then I came back to Howard University in Washington D.C."
  },
  {
    "id": 2,
    "title": "Veracruz 1",
    "region": "north-america",
    "audioURL": "https://cs35l-ksspr.sachinraja.com/veracruz_1.opus",
    "transcript": "I was born in — I was born in Tlacotalpan. And I grew up in a little ranch, uh, called Rancho Nuevo. Uh, it was like a little finca. Uh, I, I was the ninth child. Uh, the second chi- we were nine children, and I was the second child in the family. Ro- worked really hard there in this, this ranch. I had a lot of fun. Uh, I swim a lot near this river called Rio Papaloapan. Um, it was so much fun growing up in that ranch. We had a lot, a lot of food: mangos trees, coconut. Uh, anyway, I ran all day in that, uh, in that ranch. I didn't ha- we were a very poor family, and I grew — and I ran even without shoes. Um, no sandals. I — sometimes I had, um, like, um, nails. I stepped on nails because I didn't have any sandals. Uh, very poor, very poor family."
  }
]
